
*Exploring Org*

#+TODO: TODO IN-PROGRESS WAITING DONE
* Item One
* Item Two
** Sub Item One
***  sub sub item one
***  sub sub item two
****  sub sub sub item 


* My task
** TODO task 1 
   DEADLINE: <2019-01-14 Mon>

 Volume in drive C is OSDisk
 Volume Serial Number is 02AF-0EA5

 Directory of c:\Users\asela.illayapparachc\git\explore-emacs

| 14/01/2019 | 11:10 | AM | <DIR> | .                 |
| 14/01/2019 | 11:10 | AM | <DIR> | ..                |
| 14/01/2019 | 11:12 | AM |   220 | #explore-org.org# |
| 14/01/2019 | 11:10 | AM |    45 | .#explore-org.org |
| 14/01/2019 | 10:59 | AM | 12568 | explore-org.html  |
| 14/01/2019 | 11:10 | AM |   235 | explore-org.org   |
| 14/01/2019 | 09:58 | AM |   196 | explore-org.org~  |
| 14/01/2019 | 09:55 | AM |    43 | README.md         |
|            |       |    | 13307 |                   |
#+TBLFM: @9$4=vsum(@3$4..@8$4)
6 File(s)         13,307 bytes
               2 Dir(s)  13,622,046,720 bytes free


|    |   |   |   |
|----+---+---+---|
|  6 | b | c | d |
|----+---+---+---|
|  6 | 2 | 4 | 5 |
| 11 | 4 | 3 | 2 |
| 17 |   |   |   |
| 17 |   |   |   |
#+TBLFM: $1=vsum(@3$1..@4$1)

* Portfolio Calculation

|                     | Expected |  SD | C equity | C bond | C equity | Given | My Opinion |
|                     | Return % |     |     (US) |   (US) | (Global) |       |            |
|---------------------+----------+-----+----------+--------+----------+-------+------------|
|                     |          |     |          |        |          |       |            |
| US equity index     |        8 | 20% |          |   -0.4 |      0.7 |    25 |            |
| US Bond Index       |        4 | 10% |     -0.4 |        |     -0.6 |    50 |         58 |
| Global Equity index |       10 | 30% |      0.7 |   -0.6 |          |    25 |         42 |
|                     |          |     |          |        |          |   6.5 |       6.52 |

|                     | Expected |  SD |   Cor. | Cor. |     Cor. | Given |
|                     | Return % |     | equity | bond |   equity |       |
|                     |          |     |   (US) | (US) | (Global) |       |
|---------------------+----------+-----+--------+------+----------+-------|
|                     |          |     |    <r> |      |      <r> |       |
| US equity index     |        8 | 20% |        | -0.4 |      0.7 |    25 |
| US Bond Index       |        4 | 10% |   -0.4 |      |     -0.6 |    50 |
| Global Equity index |       10 | 30% |    0.7 | -0.6 |          |    25 |
|                     |          |     |        |      |          |   6.5 |


|                     | Expected |  SD |   Cor. | Cor. |     Cor. |
|                     | Return % |     | equity | bond |   equity |
|                     |          |     |   (US) | (US) | (Global) |
|---------------------+----------+-----+--------+------+----------|
|                     |          |     |    <r> |      |      <r> |
| US equity index     |        8 | 20% |        | -0.4 |      0.7 |
| US Bond Index       |        4 | 10% |   -0.4 |      |     -0.6 |
| Global Equity index |       10 | 30% |    0.7 | -0.6 |          |
|                     |          |     |        |      |          |

| 0.64 |
#+TBLFM: $1='(+ (* 3 0.02) (* 5 0.02) (* 8 0.06))


|                     | My Portfolio |
|                     |              |
|---------------------+--------------|
| US equity index     |            0 |
| US Bond Index       |           58 |
| Global Equity index |           42 |
|                     |         6.52 |
|                     |              |
|                     |              |

#+TBLFM: @6$7='(/ (+ (* @3$2 @3$7) (* @4$2 @4$7) (* @5$2 @5$7)) 100.0);N::@6$8='(/ (+ (* @4$2  @4$8) (* @5$2  @5$8)) 100.0);N

4 x + 10 ( 100 - x ) = 650

6*x = 1000 - 650
x = 350
x= 58

